* Laika_75d

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Laika_75d
Place name                       | Laika Ice Cap
Geographic location              | Canadian Arctic North
Ice type                         | Ice cap
Data Source                      | Graphic in science source
Data DOI                         | 
Science Source                   | Blatter, Heinz, Kappenberger, Giovanni: Mass Balance and Thermal Regime of Laika Ice Cap, Coburg Island, N.W.T., Canada , Journal of Glaciology 34(116), International Glaciological Society, 102–110, 1988
Science DOI                      | 10.3189/s0022143000009126
Date                             | 1975-08
Longitude [°E]                   | -79.1633
Latitude [°N]                    | 75.8896
Location Source                  | 10.3189/s0022143000009126
Depth of top measurement [m]     | 12.0
Depth of bottom measurement [m]  | 43
Ice thickness [m]                | 99
Coverage [% of thickness]        | 31
Ice thickness source             | See science reference
Note                             | Temperature, location, and thickness digitized by M. Jacquemart
#+end_example


** Temperature

See Laika_75a

** Thickness

See Laika_75a

** Location

See Laika_75a

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k2
#+END_SRC

#+RESULTS: ingest_data
|          t |         d |
|  -5.712962 |  11.93189 |
|  -4.820302 | 16.749092 |
| -4.0803747 | 21.888695 |
| -3.5831337 | 29.200577 |
| -3.0871422 | 35.285465 |
|  -2.742634 | 42.919746 |


